{
  "produk": [
    {
      "id": "0",
      "nama": "The Body Language",
      "oleh": "JUDI JAMES",
      "harga": "50,000",
      "jenis": "buku bekas",
      "gambar": "The Body Language.jpg",
      "kategori": "pengembangan diri",
      "deskripsi": "Pencitraan dan penampilan menjadi ukuran dalam sebuah keberhasilan bagi masyarakat saat ini. Hanya kurang dari 3 detik, secara tak sadar manusia saling menilai satu sama lain berdasarkan bahasa tubuh mereka. Buku ini dipenuhi informasi psikologi dan tips - tips sederhana tetapi ampuh untuk menjelaskan kepada kita cara menggali, membaca, memahami pencitraan diri kita dan mengekspresikannya secara akurat.",
      "detail": "0.html"
    },
    {
      "id": "1",
      "nama": "Make It Happen!",
      "oleh": "PRITA HAPSARI GHOZIE",
      "harga": "50,000",
      "jenis": "buku bekas",
      "gambar": "Make It Happen!.jpg",
      "kategori": "pengembangan diri",
      "deskripsi": "Buku ini berisi tahapan - tahapan dalam perencanaan keuangan untuk mewujudkan berbagai mimpi anda. Dirangkum dalam ilustrasi yang sangat menarik dan bahasa yang membumi, buku ini dapat menjadi panduan bagi siapa saja.",
      "detail": "1.html"
    },
    {
      "id": "2",
      "nama": "Android Application Development for Rookies with Database",
      "oleh": "NADIA FIRLY",
      "harga": "50,000",
      "jenis": "buku bekas",
      "gambar": "Android Application Development for Rookies with Database.jpg",
      "kategori": "komputer",
      "deskripsi": "Sudah saatnya anda membuat sebuah apilkasi hingga dapat mengunggahnya ke Google Play. Terlebih , Proyek yang ada pada buku ini telah menggunakan 2 jenis database, yaitu SQLite dan Firebase sekaligus. Sungguh investasi diri yang besar bukan?",
      "detail": "2.html"
    },
    {
      "id": "3",
      "nama": "Panduan Praktis Menguasai Vuejs",
      "oleh": "LUTFI GANI",
      "harga": "25,000",
      "jenis": "buku bekas",
      "gambar": "Panduan Praktis Menguasai Vuejs.jpg",
      "kategori": "komputer",
      "deskripsi": "Vue.js dibangun dengan pendekatan Approachable yang fokus pada kesederhanaan dan kerapian struktur codingannya - cukup pengetahuan dasar HTML, CSS dan Javascript - memudahkan pengguna mempelajarinya dengan cepat.",
      "detail": "3.html"
    }
  ]
}
